Repository: kodi-pvr/pvr.vbox
Catalog: pvr.vbox/resources/language/resource.language.*/strings.po
Languages: es_mx, hr_hr, it_it, pl_pl

# Addon Summary
source: PVR addon for VBox Home TV Gateways
es_mx: PVR complemento para VBox Home TV Gateways
hr_hr: PVR dodatak za VBox Home TV pristup
it_it: Add-on PVR per Gateway VBox Home TV
pl_pl: Klient telewizji dla bramek VBox Home TV

# Addon Description
source: This is a PVR addon for interfacing with VBox Communications' XTi TV Gateways. It supports all the basic functionality you would expect, such as watching, recording and timeshifting. Additionally, it supports augmenting the over-the-air guide data with external XMLTV data.
es_mx: Este es un complemento PVR para la interfaz con las pasarelas XTi TV de VBox Communications. Soporta todas las funciones básicas que se esperan, como ver, grabar y cambiar de tiempo. Además, soporta el aumento de los datos de guía de sobre el aire con datos XMLTV externos.
hr_hr: Ovo je PVR dodatak za interakciju s VBox Communications' XTi TV pristupnicima. Podržava osnovne funkcije koje su vam potrebne, poput gledanja, snimanja i premotavanja. Dodatno, podržava proširenje EPG vodiča s dodatnim XMLTV podacima.
it_it: Questo è un add-on PVR per l'interfacciamento con i gateway TV XTi di VBox Communications. Supporta tutte le funzionalità di base che ti aspetteresti, come la visione, la registrazione e il timeshift. Inoltre, supporta l'aumento dei dati della guida over-the-air con dati XMLTV esterni.
pl_pl: Klient telewizji współpracujący z bramkami VBox Communications' XTi TV. Obsługuje transmisję kanałów telewizyjnych, nagrywanie oraz funkcje przewodnika telewizyjnego. Dodatkowo umożliwia rozszerzanie informacji przewodnika nadawanych razem z sygnałem telewizyjnych o informacje z zewnętrznych źródeł XMLTV.

# #30000
source: Local network
es_mx: Red Local
hr_hr: Lokalna mreža
it_it: Rete locale
pl_pl: Sieć lokalna

# #30001
source: Hostname or IP address
es_mx: Nombre de host o dirección IP
hr_hr: Naziv računala ili IP adresa
it_it: Nome host o indirizzo IP
pl_pl: Nazwa lub adres serwera

# #30002
source: HTTP port
es_mx: Puerto HTTP
hr_hr: HTTP ulaz
it_it: Porta HTTP
pl_pl: Port HTTP

# #30003
source: UPnP port
es_mx: Puerto UPnP
hr_hr: UPnP ulaz
it_it: Porta UPnP
pl_pl: Port UPnP

# #30004
source: Connection timeout
es_mx: Tiempo de espera de conexión agotado
hr_hr: Istek povezivanja
it_it: Timeout connessione
pl_pl: Limit czasu połączenia

# #30005
source: HTTPS port (set to 0 to use plain HTTP)
es_mx: Puerto HTTPS (establece a 0 para utilizar HTTP simple)
hr_hr: HTTPS ulaz (postavi na 0 za korištenje HTTP)
it_it: Porta HTTPS (imposta su 0 per utilizzare HTTP)
pl_pl: Port HTTPS (ustawi na 0, aby używać zwykłego HTTP)

# #30006
source: Connection
es_mx: Conexión
hr_hr: Povezivanje
it_it: Connessione
pl_pl: Połączenie

# #30020
source: Channel & EPG
es_mx: Canal y guia
hr_hr: Program i EPG vodič
it_it: Canale & EPG
pl_pl: Kanał i EPG

# #30021
source: Channels
es_mx: Canales
hr_hr: Programi
it_it: Canali
pl_pl: Kanały

# #30022
source: EPG
hr_hr: EPG vodič
pl_pl: Przewodnik

# #30023
source: Channel numbers set by
es_mx: Números de canales establecidos por
hr_hr: Brojeve programa postavi po
it_it: Numero di canale impostato da
pl_pl: Numery kanałów wg

# #30024
source: LCN (Logical Channel Number) from backend
es_mx: LCN (Logical Channel Number) de la fuente
hr_hr: LCN (Logičan broj programa) s pozadinskog softvera
it_it: LCN (Logical Channel Number) dal backend
pl_pl: Logicznego numeru kanału (LCN)

# #30025
source: Channel index in backend
es_mx: Índice de canales en la fuente
hr_hr: Sadržaj programa u pozadinskom softveru
it_it: Indice del canale nel backend
pl_pl: Indeksu kanału

# #30026
source: Reminder time (minutes before program starts)
es_mx: Tiempo de recordatorio (minutos antes del inicio del programa)
hr_hr: Vrijeme podsjetnika (minuta prije nego program započne)
it_it: Promemoria (minuti prima dell'inizio del programma)
pl_pl: Czas przypomnienia (w minutach przed uruchomieniem)

# #30027
source: Skip initial EPG load
es_mx: Saltar carga inicial de guía
hr_hr: Preskoči početno učitavanje EPG vodiča
it_it: Salta il caricamento EPG iniziale
pl_pl: Pomiń początkowe wczytywanie EPG

# #30040
source: Timeshift
es_mx: Cambio de hora
hr_hr: Vremensko premotavanje
pl_pl: Przesunięcie czasowe

# #30041
source: Enable timeshifting
es_mx: Habilitar el Cambio de hora
hr_hr: Omogući vremensko premotavanje
it_it: Abilita timeshift
pl_pl: Aktywuj funkcję przesunięcia czasowego

# #30042
source: Timeshift buffer path
es_mx: Ruta del buffer de TimeShift
hr_hr: Putanja međuspremnika vremenskog premotavanja
it_it: Percorso buffer timeshift
pl_pl: Folderu bufora przesunięcia czasowego

# #30106
source: VBox device rescan of EPG (will take a while)
es_mx: El dispositivo VBox vuelve a explorar el EPG (tardará un tiempo)
hr_hr: Ponovno pretraživanje EPG vodiča VBox uređaja (može potrajati neko vrijeme)
it_it: Nuova scansione EPG dal dispositivo VBox (ci vorrà del tempo)
pl_pl: Urządzenie VBox skanuje źródło przewodnika (trochę to potrwa)

# #30107
source: Sync EPG
es_mx: Sincronizar guía
hr_hr: Uskladi EPG vodič
it_it: Sincronizza EPG
pl_pl: Synchronizuj dane przewodnika

# #30110
source: Remind me
es_mx: Recuerdame
hr_hr: Podsjeti me
it_it: Ricordami
pl_pl: Przypominaj

# #30111
source: Manual reminder
es_mx: Recordatorio manual
hr_hr: Ručni podsjetnik
it_it: Promemoria manuale
pl_pl: Przypomnienie manualne

# #30112
source: Cancel reminder (if exists)
es_mx: Cancelar recordatorio (si existe)
hr_hr: Poništi podsjetnik (ako postoji)
it_it: Annulla promemoria (se esiste)
pl_pl: Anuluj przypomnienie (jeśli istnieje)

# #30113
source: Cancel all the channel's reminders
es_mx: Cancelar todos los recordatorios del canal
hr_hr: Poništi sve podsjetnike programa
it_it: Annulla tutti i promemoria del canale
pl_pl: Anuluj przypomnienia dla wszystkich kanałów

# #30600
source: Contains settings for connecting to the VBox device from both your local network and from the internet. A local connection will be attempted first and if unsuccessful the internet settings will be used.
es_mx: Contiene configuración para conectarte al dispositivo VBox desde tu red local e internet. Se intentará primero una conexión local, y si no tiene éxito se utilizará la configuración de internet.
hr_hr: Sadrži postavke za povezivanja s VBox uređajem iz vaše lokalne mreže i interneta. Prvo će se pokušati uspostaviti lokalno povezivanje, ako je neuspješno koristiti će se internet postavke.
it_it: Contiene le impostazioni per la connessione al dispositivo VBox sia dalla rete locale che da Internet. Verrà prima tentata una connessione locale e, in caso di esito negativo, verranno utilizzate le impostazioni Internet.
pl_pl: Zawiera ustawienia łączenia się z urządzeniem VBox zarówno z sieci lokalnej, jak iz Internetu. Najpierw zostanie podjęta próba połączenia lokalnego, a jeśli nie powiedzie się, zostaną użyte ustawienia internetowe.

# #30601
source: The IP address or hostname of your VBox when accessed from the local network.
es_mx: La dirección IP o el nombre de host de tu VBox al acceder desde la red local.
hr_hr: IP adresa ili naziv računala vašeg VBox uređaja kada mu se pristupa iz lokalne mreže.
it_it: L'indirizzo IP o il nome host del tuo VBox quando accedi dalla rete locale.
pl_pl: Adres IP lub nazwa hosta VBox, gdy uzyskujesz dostęp z sieci lokalnej.

# #30602
source: The port used to connect to your VBox when accessed from the local network. Default value is `80`.
es_mx: El puerto utilizado para conectarte a tu VBox cuando se accede desde la red local. Por defecto es `80`.
hr_hr: Ulaz za povezivanje s vašem VBox uređajem kada mu se pristupa iz lokalne mreže. Zadana vrijednost je `80`.
it_it: La porta usata per connettersi al tuo VBox quando accedi dalla rete locale. Il valore predefinito è "80".
pl_pl: Port używany do łączenia się z VBox, gdy uzyskujesz dostęp z sieci lokalnej. Wartość domyślna to „80”.

# #30603
source: The port used to connect to your VBox if using HTTPS when accessed from the local network. The default `0` means this is disabled and HTTP will be used instead.
es_mx: El puerto utilizado para conectarte a tu VBox si utilizas HTTPS cuando se accede desde la red local. El valor predeterminado `0` significa que HTTPS está desactivado y que se utilizará HTTP en su lugar.
hr_hr: Ulaz za povezivanje s vašim VBox uređajem ako se koristi HTTPS kada mu se pristupa iz lokalne mreže. Zadan je `0` što znači da je onemogućen i umjesto će se koristiti HTTP.
it_it: La porta usata per connettersi al VBox se si utilizza HTTPS quando si accede dalla rete locale. Il valore predefinito "0" significa che è disabilitato e verrà utilizzato HTTP.
pl_pl: Port używany do łączenia się z VBox w przypadku korzystania z protokołu HTTPS podczas uzyskiwania dostępu z sieci lokalnej. Domyślne „0” oznacza, że ta opcja jest wyłączona i zamiast niej zostanie użyty protokół HTTP.

# #30604
source: The port used to connect to your VBox via UPnP when accessed from the local network. Default value is `55555`.
es_mx: El puerto utilizado para conectarte a tu VBox mediante UPnP cuando se accede desde la red local. Por defecto es `55555`.
hr_hr: Ulaz za povezivanje s vašim VBox uređajem putem UPnP-a kada mu se pristupa iz lokalne mreže. Zadana vrijednost je `55555`.
it_it: La porta usata per connettersi al VBox tramite UPnP quando si accede dalla rete locale. Il valore predefinito è "55555".
pl_pl: Port używany do łączenia się z VBox przez UPnP przy dostępie z sieci lokalnej. Wartość domyślna to „55555”.

# #30605
source: The value used (in seconds) to denote when a connection attempt has failed when accessed from the local network. Default value is `3`.
es_mx: El valor (en segundos) para denotar cuando un intento de conexión ha fallado al acceder desde la red local. Por defecto es `3`.
hr_hr: Vrijednost koja se koristi (u sekundama) za označavanje neuspješnog pokušaja povezivanja kada se pristupa s lokalne mreže. Zadana vrijednost je`3`.
it_it: Il valore usato (in secondi) per indicare quando un tentativo di connessione non è riuscito quando si accede dalla rete locale. Il valore predefinito è "3".
pl_pl: Wartość używana (w sekundach) do oznaczenia, kiedy próba połączenia nie powiodła się podczas uzyskiwania dostępu z sieci lokalnej. Wartość domyślna to „3”.

# #30606
source: The IP address or hostname of your VBox when accessed from the internet.
es_mx: La dirección IP o el nombre de host de tu VBox al acceder desde internet.
hr_hr: IP adresa ili naziv računala vašeg VBox uređaja kada mu se pristupa iz interneta.
it_it: L'indirizzo IP o il nome host del tuo VBox quando accedi da Internet.
pl_pl: Adres IP lub nazwa hosta VBox, gdy uzyskujesz dostęp z Internetu.

# #30607
source: The port used to connect to your VBox when accessed from the internet.
es_mx: El puerto utilizado para conectarte a tu VBox cuando se accede desde internet.
hr_hr: Ulaz korišten za povezivanje s vašim VBox uređajem kada mu se pristupa s interneta.
it_it: La porta usata per connettersi al VBox quando si accede da Internet.
pl_pl: Port używany do łączenia się z VBox podczas uzyskiwania dostępu z Internetu.

# #30608
source: The port used to connect to your VBox if using HTTPS when accessed from the internet. The default `0` means this is disabled and HTTP will be used instead.
es_mx: El puerto utilizado para conectarte a tu VBox si utilizas HTTPS cuando se accede desde internet. El valor predeterminado `0` significa que HTTPS está desactivado y que se utilizará HTTP en su lugar.
hr_hr: Ulaz za povezivanje s vašim VBox uređajem ako se koristi HTTPS kada mu se pristupa iz interneta. Zadan je `0` što znači da je onemogućen i umjesto će se koristiti HTTP.
it_it: La porta usata per connettersi al VBox se si utilizza HTTPS quando si accede da Internet. Il valore predefinito "0" significa che è disabilitato e verrà utilizzato HTTP al suo posto.
pl_pl: Port używany do łączenia się z VBox w przypadku korzystania z protokołu HTTPS podczas uzyskiwania dostępu z Internetu. Domyślne „0” oznacza, że ta opcja jest wyłączona i zamiast niej zostanie użyty protokół HTTP.

# #30609
source: The port used to connect to your VBox via UPnP when accessed from the internet. Default value is `55555`.
es_mx: El puerto utilizado para conectarte a tu VBox mediante UPnP cuando se accede desde internet. Por defecto es ``55555.
hr_hr: Ulaz za povezivanje s vašim VBox uređajem putem UPnP-a kada mu se pristupa iz interneta. Zadana vrijednost je `55555`.
it_it: La porta usata per connettersi al VBox tramite UPnP quando si accede da Internet. Il valore predefinito è "55555".
pl_pl: Port używany do łączenia się z VBox przez UPnP podczas uzyskiwania dostępu z Internetu. Wartość domyślna to „55555”.

# #30610
source: The value used (in seconds) to denote when a connection attempt has failed when accessed from the internet. Default value is `10`.
es_mx: El valor utilizado (en segundos) para denotar cuando un intento de conexión ha fallado al acceder desde internet. Por defecto es `10`.
hr_hr: Vrijednost koja se koristi (u sekundama) za označavanje neuspješnog pokušaja povezivanja kada se pristupa s interneta. Zadana vrijednost je`10`.
it_it: Il valore usato (in secondi) per indicare quando un tentativo di connessione non è riuscito durante l'accesso da Internet. Il valore predefinito è "10".
pl_pl: Wartość używana (w sekundach) do oznaczenia, kiedy próba połączenia nie powiodła się podczas uzyskiwania dostępu z Internetu. Wartość domyślna to „10”.

# #30620
source: Settings related to Channels & EPG.
es_mx: Configuración relacionada a los canales y la guía.
hr_hr: Postavke povezane s Programima EPG vodičem.
it_it: Impostazioni relative a canali ed EPG.
pl_pl: Ustawienia związane z kanałami i EPG.

# #30621
source: Channel numbers can be set via either of the following two options: [LCN (Logical Channel Number) from backend] The channel numbers as set on the backend; [Channel index in backend] Starting from 1 number the channels as per the order they appear on the backend.
es_mx: Los números de canales pueden establecerse mediante cualquiera de estas dos opciones: [LCN (Número de canal lógico) del servidor] Los números de canales tal como están en el servidor; [Índice de canal en el servidor] Inicia desde 1 los canales según aparecen en el servidor.
hr_hr: Brojevi programa mogu se postaviti putem sljedećih dviju mogućnosti: [LCN (Logičan broj programa) iz pozadinskog softvera] Brojevi programa kako su postavljeni na pozadinskom softveru; [Sadržaj programa u pozadinskom softveru] Započevši od broja 1 programi su poredani kako se pojavljuju na pozadinskom softveru.
it_it: I numeri dei canali possono essere impostati tramite una delle due seguenti opzioni: [LCN (Logical Channel Number) dal back-end] I numeri dei canali impostati sul backend; [Indice canale nel backend] A partire da 1 numera i canali secondo l'ordine in cui appaiono sul backend.
pl_pl: Numery kanałów można ustawić za pomocą jednej z dwóch następujących opcji: [LCN (logiczny numer kanału) z serwera] Numery kanałów ustawione na serwerze; [Indeks kanału na serwerze] Począwszy od 1 numeru kanały w kolejności, w jakiej pojawiają się na serwerze.

# #30622
source: The amount of time in minutes prior to a programme start that a reminder should pop up.
es_mx: La cantidad de tiempo en minutos para mostrar un recordatorio antes del inicio de un programa.
hr_hr: Količina vremena u minutama prije početka programa u kojem bi se trebao pojaviti podsjetnik.
it_it: Minuti prima dell'inizio di un programma durante il quale dovrebbe apparire un promemoria.
pl_pl: Czas w minutach przed rozpoczęciem programu, przez który powinno pojawić się przypomnienie.

# #30623
source: Ignore the initial EPG load. Enabled by default to prevent crash issues on LibreElec/CoreElec.
es_mx: Ignora la carga inicial de la guía. Activado por defecto para evitar problemas de bloqueo en LibreElec/CoreElec.
hr_hr: Zanemari početno EPG učitavanje. Omogućeno po zadanome kako bi se spriječili problemi s rušenjem na LibreElecu/CoreElecu.
it_it: Ignora il caricamento EPG iniziale. Abilitato per impostazione predefinita per prevenire problemi di arresto anomalo su LibreElec/CoreElec.
pl_pl: Zignoruj początkowe wczytywanie EPG. Domyślnie włączone, aby zapobiec awariom w LibreElec/CoreElec.

# #30640
source: Settings related to the timeshift.
es_mx: Configuración relacionada a timeshift.
hr_hr: Postavke povezane s vremenskim premotavanjem.
it_it: Impostazioni relative al timeshift.
pl_pl: Ustawienia związane z przesunięciem czasowym.

# #30641
source: If enabled allows pause, rewind and fast-forward of live TV.
es_mx: Si se activa permite pausar, retroceder y adelantar la TV en vivo.
hr_hr: Ako je omogućeno omogućuje pauzu, premotavanje i brzo premotavanje TV programa uživo.
it_it: Se abilitato consente la pausa, il riavvolgimento e l'avanzamento rapido della Live TV.
pl_pl: Jeśli ta opcja jest włączona, umożliwia wstrzymywanie, przewijanie do tyłu i do przodu telewizji na żywo.

# #30642
source: The path where the timeshift buffer files should be stored when timeshifting is enabled. Make sure you have a reasonable amount of disk space available since the buffer will grow indefinitely until you stop watching or switch channels.
es_mx: La ruta donde los archivos de búfer de timeshift serán almacenados cuando se active timeshift. Asegúrate de tener una cantidad de espacio razonable, ya que el búfer crecerá indefinidamente hasta que dejes de mirar o cambies de canal.
hr_hr: Putanja gdje bi se datoteke međuspremnika vremenskog premotavanja trebale spremati kada je vremensko premotavanje omogućeno. Pobrinite se da imate dostupnu razumnu količinu diskovnog prostora, budući da će međuspremnik rasti dok ne prestanete gledati ili prebacite program.
it_it: Il percorso in cui i file del buffer timeshift devono essere archiviati quando è abilitato il timeshift. Assicurati di avere una quantità ragionevole di spazio disponibile su disco poiché il buffer aumenterà indefinitamente fino a quando non smetti di guardare o cambi canale.
pl_pl: Ścieżka, w której powinny być przechowywane pliki bufora przesunięcia czasowego, gdy jest ono włączone. Upewnij się, że masz dostępną rozsądną ilość miejsca na dysku, ponieważ bufor będzie rósł w nieskończoność, aż przestaniesz oglądać lub zmienisz kanały.
